/* AD: Forest automatic */
"- Automatic -" = "- Automatisk -";

/* AD: Alert title */
"Account expired or disabled" = "Kontoen er udløbet eller slået fra";

/* AD: Dialog status message */
"Active Directory only permits slight variations between the clocks on your computer and on the Active Directory server. You should check the time and time zone settings on your computer and reset them if needed." = "Active Directory tillader kun minimal forskel mellem computerens ur og den aktive biblioteksserver. Kontroller indstillingen af tid og tidszone på computeren, og foretag evt. nødvendige ændringer.";

/* AD: Alert message */
"Active Directory Plugin requires Mac OS X to control the \\U201c/Library/Preferences/edu.mit.Kerberos\\U201d file.  The existing file will be renamed to \\U201c/Library/Preferences/edu.mit.Kerberos.pre-Active Directory\\U201d." = "Active Directory-plugin kræver Mac OS X til kontrol af arkivet “/Bibliotek/Preferences/edu.mit.Kerberos”. Det eksisterende arkiv omdøbes til “/Bibliotek/Preferences/edu.mit.Kerberos.pre-Active Directory”.";

/* AD: Alert title */
"Active Directory time error" = "Tidsfejl i Active Directory";

/* AD: Dialog status message */
"An invalid Domain and Forest combination was specified.  You should enter a fully qualified DNS name for the domain and forest (e.g., ads.company.com)." = "Der blev anført en ugyldig kombination af domæne og struktur. Skriv et gyldigt DNS-navn til domæne og struktur (f.eks. ads.firma.com).";

/* AD: Alert title */
"An unknown error occurred" = "Der opstod en ukendt fejl";

/* AD: Alert message */
"An unknown error occurred reading the configuration." = "Ukendt fejl under læsning af konfigurationen.";

/* AD: Alert message */
"An unknown error occurred updating the configuration." = "Ukendt fejl under opdatering af konfigurationen.";

/* AD: Dialog status message */
"An unknown error occurred." = "Der er opstået en ukendt fejl.";

/* AD: Alert title
   AD: Alert message */
"Authorization error" = "Godkendelsesfejl";

/* AD: Dynamic button title */
"Bind\\U2026" = "Sammenkæd…";

/* AD: Button title */
"Cancel" = "Annuller";

/* AD: Alert message */
"Configuring on Master or Replica" = "Konfigurerer på master- eller replica-server";

/* AD: Alert title */
"Container does not exist" = "Beholderen findes ikke";

/* AD: Button title */
"Continue" = "Fortsæt";

/* AD: Button title */
"Force Unbind" = "Adskil";

/* AD: Dynamic button title */
"Hide Advanced Options" = "Skjul avancerede valg";

/* AD: Alert title */
"Insufficient privileges" = "Utilstrækkelige tilladelser";

/* AD: Alert title */
"Invalid domain" = "Ugyldigt domæne";

/* AD: Alert title */
"Invalid user name and password combination" = "Ugyldig kombination af brugernavn og adgangskode";

/* AD: Alert title */
"Join existing account?" = "Brug eksisterende konto?";

/* AD: Alert title */
"Join Kerberos realm" = "Forbind med Kerberos-område";

/* AD: Alert title */
"Kerberos file already exists" = "Kerberos-arkiv findes allerede";

/* AD: Alert title */
"Memory allocation error" = "Fejl ved tildeling af hukommelse";

/* Alert Button */
"OK" = "OK";

/* AD: Dialog status message */
"Removing this computer from Active Directory" = "Fjerner denne computer fra Active Directory";

/* AD: Alert Button */
"Rename" = "Omdøb";

/* AD: Dynamic button title */
"Show Advanced Options" = "Vis avancerede valg";

/* AD: Dialog status message */
"Step 1 of 5: Searching for Forest/Domain information\\U2026" = "Trin 1 af 5: Søger efter oplysninger om struktur/domæne…";

/* AD: Dialog status message */
"Step 2 of 5: Finding nearest Domain controllers\\U2026" = "Trin 2 af 5: Finder nærmeste domæne-styreenheder…";

/* AD: Dialog status message */
"Step 3 of 5: Verifying credentials\\U2026" = "Trin 3 af 5: Bekræfter oplysninger…";

/* AD: Dialog status message */
"Step 4 of 5: Searching for existing computer\\U2026" = "Trin 4 af 5: Søger efter eksisterende computer…";

/* AD: Dialog status message */
"Step 5 of 5: Binding computer to Domain\\U2026" = "Trin 5 af 5: Sammenkæder computer med domæne…";

/* AD: Dialog status message */
"Step 5 of 5: Joining computer to Domain\\U2026" = "Trin 5 af 5: Slutter computer til domæne…";

/* AD: Alert message */
"The account information you entered specifies an account that already exists. Do you wish to join this computer to the existing computer account? This operation cannot be undone." = "De anførte kontooplysninger definerer en konto, som allerede eksisterer. Vil du forbinde denne computer med den eksisterende computerkonto? Handlingen kan ikke fortrydes.";

/* AD: Dialog status message */
"The account information you provided is either expired or disabled. You should provide another administrator account." = "De anførte kontooplysninger er for gamle, eller kontoen er slået fra. Opgiv en anden administratorkonto.";

/* AD: Dialog status message */
"The administrator account you specified does not have the appropriate privileges to perform the requested operation." = "Den anførte administratorkonto har ikke de nødvendige tilladelser til at udføre denne handling.";

/* AD: Dialog status message */
"The container you specified for the computer does not exist.  Please verify the container information and try again." = "Den anførte beholder til computeren findes ikke.  Kontroller beholderoplysningerne, og prøv igen.";

/* AD: Dialog status message */
"This computer is unable to access the domain controller for an unknown reason." = "Af en ukendt årsag kan denne computer ikke få adgang til domænekontrolenheden.";

/* AD: Alert message */
"To join this server to the Active Directory Kerberos realm, open Server Admin and select Open Directory for this server. In the Settings pane, click General, then click Join Kerberos and enter credentials for a local administrator on this server." = "Hvis du vil forbinde denne server med Active Directory Kerberos-området, skal du åbne Server Admin og vælge Open Directory for this server. Klik på General i vinduet Settings, og klik på Join Kerberos. Skriv derefter godkendelsesoplysninger om en lokal administrator på denne server.";

/* AD: Alert title */
"Unable to access domain controller" = "Kan ikke få adgang til domænekontrolenheden";

/* AD: Alert message */
"Unable to allocate memory for this operation." = "Kan ikke tildele denne handling hukommelse.";

/* AD: Alert Title */
"Unable to open Active Directory node" = "Kan ikke åbne Active Directory-knudepunkt";

/* AD: Alert message */
"Unable to open Active Directory node." = "Kan ikke åbne Active Directory-knudepunkt.";

/* AD: Dynamic button title */
"Unbind\\U2026" = "Adskil…";

/* AD: Alert message */
"Warning you are configuring the Active Directory Plugin on an Open Directory Master or Replica.  Continuing may cause problems with the Open Directory Kerberos server." = "Advarsel Du konfigurerer Active Directory Plugin på en Open Directory Master- eller Replica-server. Hvis du fortsætter, kan der opstå problemer med Open Directory Kerberos-serveren.";

/* AD: Alert message */
"Warning: If you click force unbind you will leave an unused computer account in the directory." = "Advarsel: Hvis du klikker på Adskil, vil der stå en ubenyttet computerkonto i biblioteket.";

/* AD: Alert message */
"You are not authorized to read the configuration of this plugin." = "Du har ikke tilladelse til at læse konfigurationen af dette plugin-arkiv.";

/* AD: Alert message */
"You are not authorized to update the configuration" = "Du har ikke tilladelse til at opdatere denne konfiguration";

/* AD: Dialog status message */
"You provided a user name and password combination that is invalid. You should check the user name and password and try again." = "Du har anført en ugyldig kombination af brugernavn og adgangskode. Kontroller brugernavn og adgangskode, og prøv igen.";

